---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleGroupParam
source: html/88ca947e-5580-9276-7716-ba4d2142c766.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleGroupParam Property

"Sorting/Grouping"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleGroupParam { get; }
```